import {T_Specialist} from "src/modules/types.ts";

export const SpecialistMocks:T_Specialist[] = [
    {
        id: 1,
        name: "Сурдоперевод",
        status: 1,
        description: "Обеспечение учебного процесса квалифицированными специалистами по сурдопереводу"
    },
    {
        id: 2,
        name: "Сурдотехника и ТСО",
        status: 1,
        description: "Настройка и обслуживание ТСО и сурдоакустических систем.",
    },
    {
        id: 3,
        name: "Сурдолог",
        status: 1,
        description: "Занятия по развитию слухо-речевого восприятия и улучшению коммуникативных навыков."
    },
    {
        id: 4,
        name: "Психолог",
        status: 1,
        description: "Консультирование для поддержки психологического состояния и эмоциональной устойчивости."
    }
]